[
  "A tu deja léché les 2 boules d'un mec?",
  "Un[e] prof au secondaire que tu trouvait chaud[e]?",
  "Tu préfère coucher avec ta mère ou ton père?",
  "Pour cbn d'euro tu devient un[e] porn star?",
  "Avec un gros budjet tu t'achète quel char?",
  "C'est un[e] 10 mais elle/il a un pénis?",
  "À quand date ton dernier rêve érotique?",
  "Pour cbn du suce la persone de la gagne qui est actuellelemt le plus loin?",
  "Qui est la persone ici que tu lui laisserait ta vie entre ces main?",
  "Avec qui tu coucherait ici?",
  "Tu aime mieux te faire dominé ou dominé?",
  "Aime tu mieux changer de sexe ou que tout le monde sur la terre soient du même sexe que toi?",
  "Quelle mère/père est le/la plus chaud[e]?",
  "Tu préfère être aveugle ou noir?",
  "Tu préfère être aveugle ou sour?",
  "Tu préfère être aveugle ou avoir toute ta vie un concombre dans le cul?",
  "Quelle est ta déstination de voyage de rêve?",
  "Tu préfère être un concombre ou en avoir un dans le cul?",
  "Tu préfères prendre une puff goût paff ou un paff goût puff",
  "Tu te masturbe combien de fois par semaine",
  "Un secret que tu as jamais dit a personne",
  "Tu préfères les blondes ou les brunes",
  "Qui tu pense qui tien le plus longtemps quand il/elle fait l'amour ?",
  "Passé une soirée avec Nathaniel ou avec le frère a Adams",
  "Qui est la personne que tu aime le plus",
  "As tu deja lecher le culte dun mec",
  "Le plus gros red flag",
  "Pour combien tu fait une petite soirée Netflix and chill avec Jackson",
  "Du même sexe, qui tu choisie pour te faire faire sucer",
  "Raconte la dernière fois que tu as fait l'amour, (comment ca c'est passé)",
  "Combien sur 10 quelqu'un qui pu",
  "Pourquoi les pieds m'attire. Je dois avoir intro développement conclusion avec signature",
  "La dernière fois que tu as fait l'amour? Et co.bien de temps?",
  "Te transformer en chinois ou etre un très gros noir?",
  "Qui est le plus susceptible de se toucher dans le parc?",
  "Cest qui la ou le plus beau ici",
  "Qui est le plus susceptible de finir en prison pour avoir toucher un enfant?",
  "Qui tu as deja imaginer tout nu ici",
  "Tu prefere ne jamais faire l'amour ou faire un gangs bang avec 10 noires",
  "Odds combien. Tu va faire du porte a porte chez le voisin",
  "La personne du meme sexe avec qui tu veux coucher",
  "Qui tu suce adamssss ou adam",
  "Sucer jackson ou faire l'amour en costume de furry",
  "T'aime mieux manger du couscous ou les ongles d'Oziel",
  "Je préfère le bleu ou noir",
  "Embrasserelon misk ou ne plus jamais avoir de cheveux",
  "Chrisler ou miller",
  "Qui est le plus susceptible de cha ger de sexe a part leo",
  "Qui est le/la plus beau/belle ici?",
  "Courir nue ou avec un jack strap?",
  "Pour ce tu suce Ozielbeat avec un concombre dans lit avec Alexis pis avec des spaghetti?",
  "Massarah ou alyson casey",
  "Qui a le moin de QI ?",
  "Qui tu trouve le plus beau/belle physiquement ?",
  "Qui a le plus besoin d’une partie de jambe en lair en ce moment ?",
  "Qui a les pire goût vestimentaire?",
  "Avec qui tu a le moins de fun ?",
  "Une habitude que tu a que ta jamais dit à personne et qui te gène beaucoup ?",
  "Quel est ton plus grand fantasme ?",
  "Lequel des parents de ceux autour de la table t’attire le plus ?",
  "Qui est le plus susceptible de faire du BDSM ?",
  "Quel est la partie de ton corps que tu préfère ?",
  "Qui a le plus gros bodycount selon toi ?",
  "Quel est la célébrités que tu trouve la plus hot",
  "Tu me dira si t’en veux plus je peux chercher encore",
  "Quel est ta chanson préféré et interprète la?",
  "Dit nous quelquechose a propos de toi qui tembarasse?"
]
